Repository: alibrahim/django-friends
Catalog: friends/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Invitation Received
ar: تم استلام دعوة

source: you have received an invitation
ar: وصلتك دعوة

source: Invitation Sent
ar: تم إرسال الدعوة

source: you have sent an invitation
ar: قمت بإرسال دعوة

source: Acceptance Received
ar: تم الحصول على الموافقة

source: an invitation you sent has been accepted
ar: تم قبول دعوة أرسلتها

source: Acceptance Sent
ar: تم إرسال القبول

source: you have accepted an invitation you received
ar: قبلت دعوة أرسلت إليك

source: Other Connection
ar: ارتباط آخر

source: one of your friends has a new connection
ar: أحد أصدقائك لديه ارتباط جديد

source: Join Invitation Accepted
ar: تم قبول دعوة الانضمام

source: an invitation you sent to join this site has been accepted
ar: تم قبول دعوة الانضمام إلى الموقع التي أرسلتها

source: <a href="%(user_url)s">%(invitation_user)s</a> has accepted your friend request.
ar: قبل <a href="%(user_url)s">%(invitation_user)s</a> طلبصداقتك.

source: You accepted <a href="%(user_url)s">%(invitation_from_user)s</a>'s friend request.
ar: قبلت دعوة صداقة <a href="%(user_url)s">%(invitation_from_user)s</a>.

source: <a href="%(user_url)s">%(invitation_from_user)s</a> has requested to add you as a friend (see <a href="%(invitation_page)s">invitations</a>)
ar: طلب <a href="%(user_url)s">%(invitation_from_user)s</a> إضافتككصديق (انظر في <a href="%(invitation_page)s">الدعوات</a>)

source: you have invited <a href="%(user_url)s">%(invitation_to_user)s</a> to add you as a friend.
ar: دعوت <a href="%(user_url)s">%(invitation_to_user)s</a> لإضافتككصديق.

source: <a href="%(from_user_url)s">%(invitation_from_user)s</a> and <a href="%(to_user_url)s">%(to_user)s</a> are now friends.
ar: أصبح <a href="%(from_user_url)s">%(invitation_from_user)s</a> و <a href="%(to_user_url)s">%(to_user)s</a> الآن أصدقاء.

source: <a href="%(user_url)s">%(new_user)s</a> has joined and is now a friend.
ar: انضم <a href="%(user_url)s">%(new_user)s</a> وهو الآن أحد الأصدقاء.
